<?php 
/**
*尜尜爱摄影 响应式网站1.0
*============================
*Copy 2014  gaga
*============================
*Author:Gao
*Date:2014-1-16
*/
// 定义一个常量，用了授权调用includes里面的文件
define("IN_TG",true);
define("SCRIPT",true);
// 定义样式常量
define("STYLE","web");
// 定义脚本常量
define("NSCRIPT","web");
// 引入公共文件
require dirname(__FILE__).'/includes/common.inc.php';
define("START_TIME",runtime());
?>
<?php require ROOT_PATH."includes/title.inc.php" ?>
<style>
.p_txt h4 img{max-width:95%;}
</style>
<title>摄影日志- 摄影构图</title>
</head>
<body>
<?php require ROOT_PATH.'includes/header.inc.php' ?>
<section class="bgw_sec">
	<section class="sec_cont mc">
		<section id="web_sec_l">
			<figure class="figure_lb">
				<h3>摄影构图！</h3>
				<p class="plt_p"><span class="pingl"><i class="icopl"></i><a href="#">100</a>评论</span><time><i class="icotime"></i>2014-1-24 9:47:35</time><span  class="name"><i class="iconame"></i><a href="#">尜尜</a></span></p>
				<div class="p_txt">
					<div class="lemma-main-content rainbowlemma--" id="lemmaContent-0">
						<h2 class="headline-1">基本概况</h2>
						<div class="para">对于构图固然重要 对于我个人来说 摄影师主体也很重要 我作为一个摄影师就应该让你知道这些 要让观看者一眼看出你的主体是什么。</div>
						<div class="para">对着丰富多彩的现实生活，谁都想拍摄出生动感人的<a href="/view/1249589.htm" target="_blank">艺术作品</a>。当你很熟悉了解自己的<a href="/view/18863.htm" target="_blank">照相机</a>和各种感光材料的性能并掌握了一定的用光，布光知识和技法；当你把镜头对着人物和具有典型意义的事件，对着雄伟的建设场景和壮丽的山河风光，你考虑的一定是如何构成一个理想的画面，创作出完美的艺术形象来。也许就在这个决定作品命运的一瞬间，你深深地感到构图是那么重要，那么关键。在很大的程度上，构图决定着构思的实现，决定着作品的成败。因此，研究摄影构图的实质，就在于帮助我们从周围丰富多彩的事实中选择出典型的生活素材，并赋予它以鲜明的造型形式，创作出具有深刻思想内容与完美形式的<a href="/view/769255.htm" target="_blank">摄影艺术</a>作品。</div>
						<div class="para"><b>内容简介</b></div>
						<div class="para"><sup>[1]</sup><a name="ref_[1]_405384"></a>摄影构图是摄影创作的核心任务。《摄影构图（第2版）》主要讲授摄影画面创作的内部构成问题，其中包括构图艺术规律、画面构成元素处理、拍摄角度运用、色彩处理。光线处理、运动摄影等主要内容。《摄影构图（第2版）》对第1版的章节结构和内容做了较大的调整，加强了理论的深度，增加了一些新的图片摄影图例和影视作品片例，删除了部分陈旧的图例和文字。《摄影构图（第2版）》可以作为各高校摄影专业、导演专业。广播电视编导专业。照明艺术专业、电视新闻专业学生学习摄影专业知识的基础课教材，也可以作为广大业余摄影爱好者学习图片摄影、影视摄影的参考教材。</div><h2 class="headline-1"><span class="headline-1-index">2</span><a class="anchor-1" name="2"></a><a class="anchor-1" name="sub405384_2"></a><span class="headline-content">相关概念</span><span data-edit-id="405384:405384:2" style="margin-left: 10px;" class="text_edit editable-title"><a title="编辑本段" class="nslog:1019" href="#">编辑</a></span></h2><h3 class="headline-2"><a class="anchor-2" name="2_1"></a><a class="anchor-2" name="sub405384_2_1"></a><span class="headline-content">构图</span></h3><div class="para">指将现实生活中的<a href="/view/175999.htm" target="_blank">三维空间</a>环境下的物体利用<a href="/view/941.htm" target="_blank">视觉</a>特征，有机的再现由边角限定的二维空间内，并担负着突出主体、吸引视线、简化杂乱，给出均衡和谐画面的作用，并通过画面构造传达阐释更多的信息，反映作者对一事物的认识和感情。</div><h3 class="headline-2"><a class="anchor-2" name="2_2"></a><a class="anchor-2" name="sub405384_2_2"></a><span class="headline-content">什么是“构图”</span></h3><div class="para">构图一词是英语COMPOSITION的译音，为造型艺术的术语。它的含义是：把各部分组成、结合、配置并加以整理出一个艺术性较高的画面。在《辞海》中，谈到"构图"为艺术家为了表现作品的主题思想和美感效果，在一定的空间，安排和处理人、物的关系和位置，把个别或局部的形象组成艺术的整体。在中国传统绘画中称为"章法"或"布局"。这个术语中包含着一个基本而概括的意义，那就是把构成整体的那些部分统一起来，在有限的空间或平面上对作者所表现的形象进行组织，形成画面的特定结构，借以实现摄影者的表现意图。总之，构图就是指如何把人、景、物安排在画面当中以获得最佳布局的方法，是把形象结合起来的方法，是揭示形象的全部手段的总和。</div>
						<div class="para">构图还需讲究<a href="/view/559128.htm" target="_blank">艺术技巧</a>和表现手段，在我国传统艺术里叫"意匠"。意匠的精拙，直接关系到一幅作品意境的高低。构图属于立形的重要一环，但必须建立在立意的基础上。一幅作品的构图，凝聚着作者的匠心与安排的技巧，体现着作者表现主题的意图与具体方法，因此，它是作者艺术水平的具体反映。概括地说，所谓构图，也就是艺术家利用视觉要素在画面上按着空间把它们<a href="/view/8430567.htm" target="_blank">组织起来</a>的构成，是在形式美方面诉诸于视觉的点、线、形态、用光、明暗、色彩的配合。</div>
						<div class="para">构图是表现作品内容的重要因素，则作品中全部摄影视觉艺术语言的组织方式，它使内容所构成的一定内部结构得到恰当的表现，只有内部结构和外部结构得到和谐统一，才能产生完美的构图。</div>
						<div class="para"><b>构图的目的&#12288;</b></div>
						<div class="para">每一个题材，不论它平淡还是宏伟，重大还是普通，都包含着视觉美点。当我们观察生活中的具体物象-人、树、房或花的时候，应该撇开它们的一般特征，而把它们看作是形态、线条、质地、明暗、颜色、用光和立体物的结合体。通过摄影者运用各种造型手段，在画面上生动、鲜明地表现出被摄物的形状、色彩、质感、立体感、动感和空间关系，使之符合人们的视觉规律，为观赏者所真切感受时，才能取得满意的视觉效果-视觉美点。也就是说，构图要具有审美性。正象罗丹所说的"美到处都有的，对于我们的眼睛，不是缺少美，而是缺少发现美。"；作为摄影者，不过是善于用眼睛渤视大自然并把这种视觉感受移于是画面上而已。</div>
						<div class="para">但构图不能成为目的本身，因为构图的基本任务，是最大的可能阐明艺术家的构思。</div>
						<div class="para">构图的目的是：把构思中典型化了的人或景物加以强调、突出，从而舍弃那些一般的、表面的、繁琐的、次要的东西，并恰当地安排陪体，选择环境，使作品比现实生活更高、更强烈、更完善、更集中、更典型、更理想，以增强<a href="/view/3011063.htm" target="_blank">艺术效果</a>。总的来说，就是把一个人的思想情感传递给别人的艺术，这话可真切地表达了构图的目的。</div>
						<div class="para"><b>构图的性质&#12288;</b></div>
						<div class="para">构图和设计可以通用，因为它们的含义是一样的。设计的精确概念和它的原始含义是构思，即艺术家为了明确而动人地表达自己的思想而适当安排各种视觉要素的那种构思。</div>
						<div class="para">构图不仅指具体操作，而且还意味着把整个形态作为与复杂的摄影规则相联系而描绘的对象，把自然物象引入到一个现实的境界，成为不同于自然的一个独立存在的世界。任何一幅优秀的<a href="/view/882083.htm" target="_blank">摄影作品</a>都是一个复杂的思想艺术的统一体。作品的复杂性是由生活的复杂性决定的。然而在画面处理上贴切自然，五彩缤纷，浑然天成，绝少<a href="/view/1401484.htm" target="_blank">斧凿痕迹</a>，这<a href="/view/982725.htm" target="_blank">是什么</a>缘故呢？原在就在于摄影者在创作时，就象"工师之建宅"，经过一番选择提炼，筹划安排，组织结构上下了功夫，在"经营位置、置阵布势"中体现了摄影者对生活的理解和匠心独运。因此，我们在创作中一定要进行一系列的组织安排，巧思结构，精心布局，突出主要的方面，强调出本质的东西，并把作品的主题思想体现到鲜明的形象组织中去。</div>
						<div class="para">构图学就是要研究一切构图的结构形式和规律，研究构图结构的原理和原则，研究构图和各种思维形式的对应关系。<a href="/view/4149668.htm" target="_blank">构图学</a>必须建筑在全部思维科学的基础上。</div>
						<div class="para">但构图是否也反映了客观事物的规律，至今人们仍有各种不同的看法。有人认为"画无定法"，因为客观事物千变万化，情感思想内容更是纷纭复杂，所以谁也讲不出构图结构的规律。恩格斯说"自然界中的普遍性的形式就是规律"，因此可见，规律就是普遍性的形式。实践证明，构图结构是有一定的规律的，在中国画论时的"经营位置、布置、布局、结构、光色"等都是有关构图规律精辟论述。</div>
						<div class="para">在中国传统绘画中把构图结构称为"章法"或"布局"，"展纸作画章法第一"。位置经营如同围棋，下子格格皆可落，切勿乱迷。素纸也可处下落墨，切记不可胡乱<a href="/view/7874274.htm" target="_blank">抒笔</a>。棋有<a href="/view/3042541.htm" target="_blank">棋路</a>，画有画理，一笔走失如棋败局。古人将章法（构图）比作下棋，摄影变如此，也要有一定的章法与布局，置阵布势。</div>
						<div class="para">因此构图称为画面总要，所谓总要就是纲要、概要的意思，<a href="/view/299898.htm" target="_blank">画面构图</a>象写文章一样，做到有章有法，有次有主，相互呼应，虚实对比，藏露隐现，简繁适中，疏密无间等的构图规律，服从于主题表现的要求，同时又要取得整体形式感的完美和谐的统一，这就是构图最终的目的。</div><h2 class="headline-1"><span class="headline-1-index">3</span><a class="anchor-1" name="3"></a><a class="anchor-1" name="sub405384_3"></a><span class="headline-content">常用构图</span><span data-edit-id="405384:405384:3" style="margin-left: 10px;" class="text_edit editable-title"><a title="编辑本段" class="nslog:1019" href="#">编辑</a></span></h2><div class="para"><b>三分构图法</b></div>
						<div class="para">无论是拍摄人像还是拍摄风景，构图的好坏都直接影响到画面的美感，这就是为什么在拍摄同样景物时有些人拍的好看，而有些人拍的就不是很好看的原因。下面介绍一种摄影中最常用的构图手法&mdash;&mdash;三分构图法。</div>
						<div class="para">在摄影构图时，将画面的横向和纵向平均分成三份，线条交叉处叫做趣味中心。当在观察一副照片时，目光    <div style="width:220px;padding-left: 20px;" log-set-param="album_view" data-layout="hangright" class="album-view layouthangright log-set-param"><a style="height:163px;width:220px;display: none;left: 20px" target="_blank" href="/albums/405384/405384/1/3414263.html#3414263$" class="lemmapic-mask"></a><p style="height:163px;width:220px;" class="album-div"><span style="height:161px;width:218px;" class="imgBorder"></span></p><a target="blank" href="/albums/405384/405384/1/3414263.html#3414263$" class="album-bottom"><span class="title">三分构图法</span><span class="albumCount">(4张)</span></a><div class="albumBg" style="width:220px;"><div class="albumBgFir" style="width:214px;"></div><div class="albumBgSec" style="width:210px;"></div></div></div>会优先被吸引到趣味中心的位置，所以在拍照时尽可能将主体事物安排在趣味中心的附近。当然，在使用三分法构图时也可以将景物放置在黄金分割线处，这样的话从视觉上看会比较美观一些，比如建筑物或者是地平线等等。其实在很多的单反相机中，包括一些卡片相机中都内置有构图辅助线功能，开启这个功能相机会自动的在取景器中添加构图辅助线，来帮助进行构图。三分法对横画幅和竖画幅都适用，按照三分法安排主体和陪体，照片就会显得紧凑有力。<sup>[1]</sup><a name="ref_[1]_405384"></a></div><h2 class="headline-1"><span class="headline-1-index">4</span><a class="anchor-1" name="4"></a><a class="anchor-1" name="sub405384_4"></a><span class="headline-content">相关要点</span><span data-edit-id="405384:405384:4" style="margin-left: 10px;" class="text_edit editable-title"><a title="编辑本段" class="nslog:1019" href="#">编辑</a></span></h2><h3 class="headline-2"><a class="anchor-2" name="4_1"></a><a class="anchor-2" name="sub405384_4_1"></a><span class="headline-content">创作构图</span></h3><div style="clear: both;" class="para">摄影创作是一种最少固定最多例外，最少常规最多变化的精神劳动。当一个摄影者的头脑被一个真实的情感意象所吸引、占有，又有能力把它保留在那里并用<a href="/view/3760305.htm" target="_blank">视觉形象</a>表现出来时，他就会创造一个好的构图。摄影创作离不开构图，就象上面所谈的和写文章离不开布局和章法一样，它是作品能否获得成功和重要因素之一，创作与构图的关系就是那样密切。</div>
						<div class="para"><b>1、主题的形成</b></div>
						<div class="para">创作原意是艺术家形象的活动，艺术之所以不同于生活的复制主要饮食着创造和想象，包含着摄影者观的激情和创造力，包含着形象思维力和概括力。无疑地，每个摄影者在他生活的任何瞬间，都有可能被某种<a href="/view/2558017.htm" target="_blank">思想感情</a>所占据或激动，有时候这些思想感情使他难以摆脱。于是就开始在现实生活环境中热心地寻觅这种思想感情的表现。摄影者在生活的瞬间中创造出<a href="/view/769255.htm" target="_blank">摄影艺术</a>作品来，这是一种奇特而高涨的激情形式。因此有些人把这种激情称作为"灵感"的东西。这种灵感，<a href="/view/499380.htm" target="_blank">心理学家</a>认为是在创造活动中出现的一种心理现象。灵感是因思想高度集中突然爆发出来的创作能力。但灵感不是凭空而来，往往是经过一番苦思冥想后出现的，灵感的来临常常带有一定的偶然性，有时是在无意之中被触发的。激发灵感的机缘很多，各种启发因素的作用实际上是促使摄影者在想象中流动的，瞬间的未定形的<a href="/view/2558017.htm" target="_blank">思想感情</a>明朗化并找到感性显现的美的形式。<a href="/view/1751.htm" target="_blank">周恩来</a>同志说过，"长期积累，偶然得之"，他解释，"这种偶然得之是建筑在长期的生活和修养基础上的。从司空见惯的东西中，唯独天才的艺术家才能够发现美创造美"。正象罗丹所说的，"美到处都有，只有真诚和富有情感的人才能发现它"。生活和美紧紧联系在一起，生活中的一切无不饮食着美的因素，关键在于艺术家的敏感和想象力。艺术家的高于常人的敏感来源于不断地努力观察生活和<a href="/view/2103378.htm" target="_blank">艺术修养</a>。</div>
						<div class="para">摄影创作的主题挖掘是来自于生活的。主题的形成引起摄影者更强烈的创作欲望和创作冲动。主题是灵魂，是属于思想性的东西。"意在摄先"是说在摄之前必须立意，意也就是主题，主题形成离不开社会实践主题一是摄影家在长期的生活实践中逐步孕育而成的，二是从材料中提炼出来的。</div>
						<div class="para"><b>2、主题与构图的关系</b></div>
						<div class="para">主题确立后，<a href="/view/186570.htm" target="_blank">艺术构思</a>是形象思想最活跃的阶段，在这个阶段里虽有形象，但不是实践阶段。因此，事实上还有若干细节或人物形象可能尚有疏漏，而要完成创作意图，必须具体地把在构思中的形象和画面描绘出来。如何表现是个技巧问题，但技巧正是整个构思的组成部份，而构思的成熟又取决于认识的深度。为了获得表现力，艺术家在画面上说寻找"造型动机"物体结合和各种变化，以便找出其中最优秀的一种，这就是构图。</div>
						<div class="para">作品的构思正是从构图上体现出来的，没有构思也就没有构图，构图的过程正是构思发展和深主题的过程。</div>
						<div class="para">每个艺术家都生活在现实的社会里，有自己扎根的土壤-人民和生活。离开了这沃土，生命之树就会枯萎，艺术之光就会熄灭。作品总是体现着作者对生活的感受、思索、判断和结论，透过作品可以看出作者的素养、思想、性格、情趣、要求和愿望，在作品的后面是作者的个性，在真正的创作活动里，形象是具有强烈个性的。</div>
						<div class="para">构图有它自身的规律和方法，摄影者根据他们内在的敏感来进行构图，造型艺术是视觉的艺术，靠眼睛就能分辨出构图的好坏。构图在其品质上的特征，首先应当使观赏者不用去看作品标题，也无需介绍和注解，凭视觉直觉立刻可感受到作者的意图。作者不能靠文字达意，用标题说话，靠人、物、景和整个画面的结构去表现作者所要表达的感情和对生活的炽热的爱。作品的主题思想，正是通过作者塑造的栩栩如生的具有鲜明个性的<a href="/view/2944421.htm" target="_blank">典型形象</a>体现出来的，只有这样的作品，才能使观众产生<a href="/view/400264.htm" target="_blank">如闻其声，如见其人</a>，如临其境的真切感。</div>
						<div class="para">所以在摄影创作进行构图过程之前，先要寻找创作动机（立意的动机、造型的动机），而构图则是创作艺术作品的一个过程，构图是艺术作品一切因素的综合。这种综合，是能够更全面地、更有力地表现作者思想意图，也就是把作者的思想体现到可以感触到的艺术作品形式的过程，所以，构图正是按照艺术作品的内容把形式的一切因素连接在一起的。</div>
						<div class="para">黄金分割构图下的美姿构成</div>
						<div class="para">如果我们已经清楚了黄金分割的构图形式和人体比例，拍摄的时候就可以将被摄者安排在黄金比例上，并使被摄者的身材或面部也符合黄金分割构成。下面我通过一系列的示例，来分析在这种构图形式下，美姿和构图应该如何结合。</div>
						<div class="para">1、 身体和脸部处在黄金分割线或黄金分割点上</div>
						<div class="para">当被摄者美姿的重心点不仅仅在脸上，还要通过一些肢体语言或眼神、道具、环境、空间感等来综合体<div style="width:146px;padding-left: 20px" data-layout="right" class="text_pic layoutright"><a style="width:146px;height:220px;left: 20px" target="_blank" class="lemmapic-mask" href="/picview/405384/405384/0/9c16fdfaaf51f3de8989dfa295eef01f3a297938.html"></a>
						<p style="cursor:pointer;" class="pic-info"><a target="_blank" href="/picview/405384/405384/0/9c16fdfaaf51f3de8989dfa295eef01f3a297938.html" title="查看图片" class="nslog:1200 pic-handle">&nbsp;&nbsp;</a>图4.黄金分割点图例</p></div>现时，画面需要一定的空间去展现。例(图4)中，模特抬起的手臂带来优雅的弧形，使身体的重心落在胳膊的中部，构图时为了获得饱满的画面和平衡画面的轻重，我选择把胳膊的肘部放在画面的中心，而把模特的脸部放在左侧的黄金分割线上。（图5）中，模特向上抬起的手和手中的道具形成画面的重心点，构图时就可以使之处在画面的中心，把脸部安排在左侧的黄金分割点上。</div>
						<div class="para"><b>陪体作用&#12288;</b></div>
						<div class="para"><b>陪体在画面的地位和作用</b></div>
						<div class="para">陪体是指画面上与主体构成一定的情节，帮助表达主体的特征和内涵的对象。组织<div style="width:146px;padding-left: 20px" data-layout="right" class="text_pic layoutright"><a style="width:146px;height:220px;left: 20px" target="_blank" class="lemmapic-mask" href="/picview/405384/405384/0/18d8bc3eb13533fad9e7f5e8a9d3fd1f40345ba6.html"></a><p style="cursor:pointer;" class="pic-info"><a target="_blank" href="/picview/405384/405384/0/18d8bc3eb13533fad9e7f5e8a9d3fd1f40345ba6.html" title="查看图片" class="nslog:1200 pic-handle">&nbsp;&nbsp;</a>图5，黄金分割点</p></div>到画面上来的对象有的是处于陪体地位，它们与主体组成情节，对深化主体内涵，帮助说明主体的特征起着重要作用。画面上由于有陪体，视觉语言会准确生动得多。它的作用有如下几个特点：</div>
						<div class="para">1、陪体深化主体的内涵。从作品《技革迷》来说明，画面的主体是两个工人，陪体是机器齿轮和桌上的饭，机器与工人和饭一起构成了生产技革的情节。由于作为陪体的大型机器旁边，工作桌上摆着的盛饭、工人正在聚精会神的研究，使情节中潜藏着许多的内涵，机器和桌上的饭，是工人的形象语言，它反映了工人在四化建设中，废寝忘食地搞技革的<a href="/view/3278584.htm" target="_blank">真实写照</a>，这里陪体所帮助表达的视觉语言是文字难以表达的。</div>
						<div class="para">2、画面处理好陪体，实质上就是要处理好情节。陪体的选择要能用来刻画人物的性格，说明事件的特征，也就是要有典型性（如《晚年乐》）。</div>
						<div class="para">3、画面陪体的安排必须以不削弱主体为原则，不能喧宾夺主，陪体在画面所占面积多少，色调的安排，线条的走向，人物的神情动作，都要与主体配合紧密，息息相关，不能游离于主体之外。由于画面布局有轻重主次之分，所以陪体在画面上常常是不完整的，只需要留下能够说明总是的那一部分就够了。陪体全，主体会削弱，不要贪大求全，要从实际效果出发，取舍人有分寸感。</div>
						<div class="para">4、陪体的处理也有直接和间接处理，有时陪体不直接见诸于画的情况，我们说陪体虽是与主体构成情节的对象，但有一些画面与主体构成情节的对象不在画面之中，而在画面之外。画面上主体的动作神情是与画面以外的某一对象有联系，这对象虽然没有表现在画面之上，却一定会出现在观赏者的想象之中，这种表现我们叫作陪体的间接表现。</div>
						<div class="para">陪体的间接处理，重要的在于必须巧妙地安排好引导想象的媒介。</div>
						<div class="para">陪体的间接处理是结构画面的一种艺术手法，它可以扩大画面的生活容量，创造画外之画，让观赏者的想象来参加画意的创造，引起欣赏的兴趣和回味的余地。所以结构画面要做到像外见意，画外有画，画幅有限，画意有限。一些经典画例给我们以范例，如《深山藏古寺》，只画了小和尚下山溪边挑水；《竹锁溪桥卖酒家》，只在竹梢上写一酒字；《<a href="/view/950923.htm" target="_blank">踏花归去马蹄香</a>》，马蹄的香都不在画面之内，画面只见<a href="/view/1312724.htm" target="_blank">蝴蝶飞</a>扑在马蹄之中，只留给观众去想象。绘画中的这些艺术构思很值得摄影者在立意和结构中学习，在选取素材，经营画面时，同时要考虑<a href="/view/2398736.htm" target="_blank">抒情性</a>、哲理性及含蓄的审美要求，要学会利用间接处理陪体的手法，加强摄影画面的表现力和感染力。</div>
						<div class="para"><b>环境作用&#12288;</b></div>
						<div class="para"><b>环境对烘托主体的作用</b></div>
						<div class="para">在许多的摄影艺术作品里，我们常常可以从画面上看到有些对象是作为环境的组成部分对主体、情节起着烘托的作用，以加强主题思想的表现力。作为环境组成部分的对象是处于主体前面的，我们称它为前景；处于主体后面的，我们称它为背景。</div>
						<div class="para"><b>1、前景</b>前景处在主体前面，靠近<a href="/view/44016.htm" target="_blank">相机</a>位置，它们的特点是呈像大，色调深，大都处于画在的四周边缘，前景通常运用的物体是树木、花草，也可以是人和物。陪体也可以同时是前景。</div>
						<div class="para">A、利用一些富有季节性和地方特征的花草树木做前景，渲染季节气氛和<a href="/view/546518.htm" target="_blank">地方色彩</a>，使画面具有浓郁的生活气息。用春天的桃花、迎春花作前景既交待季节性，又使画面充满春意；用菊花、红叶做前景，秋色洋溢画面；用冰桂、雪枝作前景，北国冬日的景象如在眼前，亲临其境。拍摄<a href="/view/9008.htm" target="_blank">海南</a>风光，用椰树、芭蕉作前景，富有<a href="/view/570966.htm" target="_blank">南国</a>情调；用竹、红棉，具有南方的乡土气息。这些前景对主题常常是有力的烘托。</div>
						<div class="para">B、前景用来加强画面的空间感和透视感。 结构画面对镜头有意靠近某些人或物，利用其呈像大，色调深的特点，与远处的景物形成明显的形体大小对比和色调深浅的对比，以调动人们的视觉去感受画面的空间距离，视觉的效果画面就好像有了纵深轴线，使人感觉不再是平面的了。一些有经验的摄影者在拍摄展示空间场面的内容时，总力求找到适当的前景来强调出近大远小的透视感，而且常常利用前景与<a href="/view/45465.htm" target="_blank">远景</a>中有同类景物，如同是人、树、山等。由于远近不同，在画面上所占面积相差越大，则调动人们的视觉规律来想象空间的能力就越强，纵深轴线的感受就越鲜明。</div>
						<div class="para">C、突出画面内容的概括力 在表现一些内容丰富、复杂的事物的时候，有意将所要表现的事物中最有特征的部分放置在前景位置上，是加强突出画面内容的一个重要手段（如《为了一个数据》和《新炊间黄梁》）。画面富有浓郁的生活气息，为了展示农村生活日益富裕的景象，前景是两只新的铝制水桶，上面摆着等着要下锅的鱼块、肉类、蔬菜、白米等，由于它们处在画面的前面，呈像大而鲜明，给了人们强烈的<a href="/view/4885067.htm" target="_blank">视觉印象</a>，加强了对内容的概括力，增加了画观视觉感。</div>
						<div class="para">D、运用前景与背景景物作内容上的对比，来完成摄影艺术常用的对比手法（如《差距》、《第一接触》），形成令人深思的主题。</div>
						<div class="para">E、前景给予人们一种主观的地位感。加强画面的地位感，如用门、窗、建筑物等鲜明特征的景物做前景，让其在画面上占有较大的位置，给观众以心理上的影响，无形中就会缩短观众与画面之间的距离，产生一种身临其境的亲切感。这对增加画面的艺术感染力是很有利的。给观众以地位感，在其它艺术文学创作中都是很重视的，要引人入胜，先要引人入境。象<a href="/view/2133.htm" target="_blank">李白</a>的诗句一样，"床前明月光，疑是地上霜，举头望明月，低头思故乡。"四句诗中第一句很重要，先说自己是在什么地方，是在床前看<a href="/view/339485.htm" target="_blank">明月</a>，所以后面引发出来的思故乡的情感才自然、真实。而<a href="/view/769255.htm" target="_blank">摄影艺术</a>会做到这一点，就常常借助于前景来达到。</div>
						<div class="para">F、前景的运用可增加画观的装饰美。 一些有规则，排列的物体，以及一些具有图案形状的物体，用来作前景，使画面象装饰了一个精美的画框或花边一样增加了美感，显得画面生动活泼，跳跃（如《宝钢圆舞曲》）、《新的高度》），将人物镶嵌在中间，十分优美、优雅、自如。</div>
						<div class="para">G、前景有均衡画面的作用 有时我们在画面上发现空缺不均衡的时候，比如天空无云显得单调时，用下垂的枝叶置于上方，弥补画面不足之处；有时画面下方压不住，上重下轻的时候，可用山石、栏杆做前景，色调深使画面压住阵脚，达到稳定、均衡的作用。</div>
						<div class="para">H、前景运用虚焦点的表现手法，给人们一种朦胧美的感觉。</div>
						<div class="para">近年来，在很多的摄影艺术作品中，很多人在前景的运用上，常常运用虚焦点，杂乱的景物来作前景，虚而且乱，观众不但能够接受，而且还觉得有意思，这是由于人们对摄影艺术的审美趣味也在变化和发展，越来越趋向自然、真实、要求有现场的气氛。前景的<a href="/view/6494957.htm" target="_blank">虚和</a>乱可以强调出这种现场气氛而且前景的虚也有助于突出主题的实，以虚衬实。前景的乱也是要打<a href="/view/54994.htm" target="_blank">引号</a>的。事实上是乱中有治，形似乱，却是以不妨碍主体突出为原则的，如果乱得连主体都淹没了，恐怕观众也难以接受，你自己也不满意，所以它的原则是："虚中求实，乱中求治"。</div>
						<div class="para">以上说的是前景的八个作用。事实上，前景的运用往往是同时起其中的几种作用的，最好一箭射几雕。总的来说，运用前景的意义是丰富画面的词汇，增加画面的文采。但是切记，前景不可滥用，可有可无时，宁可不用，以求画面的简洁；另外，前景的形状、线条结构要尽可能优美，与主体紧密联系和呼应，结合成一个整体，帮助表达主题思想。</div>
						<div class="para"><b>2、背景</b>背景是指在主体的后面用来衬托主体的景物，以强调主体是处于在什么环境之中，背景对突出主体形象及丰富主体的内涵都起着重要的作用。</div>
						<div class="para">一切<a href="/view/147635.htm" target="_blank">造型艺术家</a>都很重视背景的作用，雕塑、绘画、建筑等艺术都非常重视背景对主体的烘托。黑格尔在《<a href="/view/18968.htm" target="_blank">美学</a>》中说过，"艺术家不应该先把雕刻作品完全雕好，然后再考虑把它摆在什么地方，而是在构思时就要联系到一定的外在世界和它的空间形式及地方部位"。摄影艺术家同样懂得，背景对一幅摄影作品的成败有举足轻重之势。往往有这种情形：拍摄一幅作品，主体、陪体、神情、姿态都很理想，但由于背景处理不好而告失败。摄影画面的背景选择，应注意三个方面：一是抓特征；二是力求简洁；三是要有色调对比。</div>
						<div class="para">A、首先要抓取一些富有地方特征、时代特征的景物作背景，明显地交代出事件发生的时间、地点和时代气氛，以加深观众对作品主题的理解，抓取其有时代特征的景物，使人们了解时代背景。</div>
						<div class="para">如用冒烟的火车头或工厂的烟囱作背景，在五十年代还是使人感到生意蒸蒸日上，祖国欣欣向荣的景象，能启发人们的审美感情；但八十年代的今天，仍然这样作背景，就会被说成是污染，反映码头工人也是如此。拍摄<a href="/view/1957926.htm" target="_blank">人像</a>也很重视选取富有特征的环境作背景来衬托人物的职业和性格特征。（如少女不能先用大红大花作背景），这称为环境肖像。环境对人物的烘托，背景的衬托也有<a href="/view/271906.htm" target="_blank">正衬</a>、反衬之分，如幸福的儿童用鲜花盛开的花园作环境衬托，是正衬；如饥饿贫穷的儿童处在花花世界的繁华街道上，是反衬。</div>
						<div class="para">B、背景的处理力求简洁。有人说过这样的话，"绘画和摄影艺术表现手段的不同，在于绘画用的是加法，摄影用的是减法"，因为绘画反映生活总是给画面上添上些东西，而摄影反映生活则总是千方百计地减去那些不必要的东西。而其中重要的是将背景中可有可无的妨碍主体突出的东西减去，以达到画面的简洁精炼。</div>
						<div class="para">从很多摄影作品上分辨出来，发现许多有经验的摄影者都充分调动各种摄影手法以达到背景的简洁。有的是用仰角度避开地平线上杂乱的景物，将主要对象干干净净地衬托在天空上；有的用俯角度以马路、水面、草地为背景，使主体轮廓清晰，获得简洁的背景；有的利用逆光，将背景杂乱的线条隐藏在阴影中；有的用晨雾将背景掩藏在白色的雾霭之中；有的用<a href="/view/62075.htm" target="_blank">长焦距镜头</a>缩小背景，景物排除在画面之外；有的用虚焦点柔化背景线条。这些方法都可以收到简洁背景的效果。</div>
						<div class="para">C、背景要力求与主体形成影调上的对比（在彩色摄影中要有色调对比），使主体具有立体感、空间感和清晰的轮廓线条，加强视觉上的力度。</div>
						<div class="para">处理轮廓形状的法则：暗的主体衬在亮的背景上；亮的主体衬在暗的背景上；亮的或暗的主体衬在中性灰的背景上；主体亮，背景亮，中间要有暗的轮廓线；主体暗，背景暗，中间要有亮的轮廓线。因为摄影是平面的造型艺术，如果没有影调或色调上的对比和间隔，主体形象就要和背景溶成一片，丧失被视觉识别的可能性，所以有人把画面景调色调的对比，比作运载手段，有了它，画面形象才会凸出来送到观众面前。</div>
						<div class="para">背景的处理是摄影画面结构中的一个重要环节，只有在拍摄中细心选择，才能使画面内容精炼准确，使视觉形象得到完美表现。</div><h3 class="headline-2"><a class="anchor-2" name="4_2"></a><a class="anchor-2" name="sub405384_4_2"></a><span class="headline-content">空白留取</span></h3><div class="para">摄影画面上除了看得见的实体对象之外，还有一些空白部分，它们是由单一色调的背景所组成，形成实体对象之间的空隙。单一色调的背景可以是天空、水面、草原、土地或者其它景物，由于运用各种摄影手段的原因，它们已失去了原来实体形象，而在画面上形成单一的色调来衬托其它的实体对象。</div>
						<div class="para">空白虽然不是实体的对象，但在画面上同样是不可缺少的组成部分，它是沟通画面上各对象之间的联系，组织它们之间相互关系的纽带。空白在画面上的作用，如同标点符号在文章中的作用一样，能使画面章法清楚，段落分明，气脉通畅，还能帮助作者表达感情色彩。下面具体分析一下画面空白部分的处理及其所起的作用：</div>
						<div class="para"><b>1、画面上留有一定的空白是突出主体的需要</b></div>
						<div class="para">要使主体醒目，具有视觉的冲击力，就要在它的周围留有一定的空白，如拍人物也总是避免头部、身体与树木、房屋、路灯及其它物体重叠，而将人物安排单一色调的背景所形成的空白处，在主体物的周围留有一定空白，可以说是造型艺术的一种规律。因为，人们对物体的欣赏是需要空间的，一件精美的艺术品，如果将它置于一堆杂乱的物体之中，就很难欣赏到它的美，只有在它周围留有一定的空间，精美的艺术品才会放出它的艺术光芒。</div>
						<div class="para"><b>2、画面上的空白有助于创造画面的意境</b></div>
						<div class="para">一幅画面如果被实体对象塞得满满的，没有一点空白，就会给人一种压抑的感觉，画面上空白留得恰当，才会使人的视觉有回旋的余地，思路也有发生变化的可能。人们常说："画留三分空，生气随之发。"空白留取得当，会使画面生动活泼，空灵俊秀。空白处，常常洋溢着作者的感情，观众的思绪，作品的境界也能得到升华。</div>
						<div class="para">画面的空白不是孤立存在的，它总是实处的延伸。所谓空处不空，正是空白处与实处的互相映衬，才形成不同的联想和情调。比如齐白石画虾，几只透明活泼的小虾周围大片空白，没有画水，但人们觉得周围空白处都是水。摄影画面空白处与实处的经营，也应能激起观众丰富的联想，利用空白来创造意境，在其它艺术中都有创造性的作用。</div>
						<div class="para"><b>3、空白还是画面上组织各个对象之间呼应关系的条件</b></div>
						<div class="para">不同的空间安排，能体现不同的呼应关系。所谓呼应，总是由两个对象之间有一定距离构成的，如两上对象紧挨在一起，也就无所谓呼应。一切物体因开头不同，使用情况不同，线条伸展方向不同，光线照射不同等等情况，都会显出一定的方向性，有向背关系，要仔细观察物体的方向性，合理地安排空白距离，以组织其相互的呼应关系。</div>
						<div class="para"><b>4、空白的留取与对象的运动有关</b></div>
						<div class="para">一般的规律是：正在运动的物体，如行进的人，奔驰的<a href="/view/4033.htm" target="_blank">汽车</a>等对象，前面要留有一些空白处，这样才能使运动中的物体有伸展的余地，观众心上也觉通畅，加深对物体运动的感受，人的视线也是一种具有合乎人们欣赏的心理要求。总之，我们要善于灵活地，具有独创地运用空白。</div>
						<div class="para"><b>5、画面上的空白与实物所占的面积大小，还要合乎一定的比例关系</b></div>
						<div class="para">要防止面积相等、对称，一般来说，画面上的空白处的总面积大于实体对象所占的面积，画面才显得空灵、清秀。如果实体对象所占的总面积大于空白处，画面重在写实，但如果两者在画面上的总面积相等，给人的感觉就显得呆板平庸，这是一个形式感觉的问题。</div>
						<div class="para">我国古代绘画论说："疏可走马，密不透风。"也就是说在疏密的布局上走点极端，以强化观众的某种感受，<a href="/view/4624437.htm" target="_blank">创造自己的风格</a>。空白的留舍及空白处与实处的比例变化，的确是一项创造性的画面布局的重要手段。</div><h3 class="headline-2"><a class="anchor-2" name="4_3"></a><a class="anchor-2" name="sub405384_4_3"></a><span class="headline-content">画面均衡</span></h3><div class="para">在把画面的各个部分组成一个完整的过程中，最后一步是要审查一下画面是否均衡，因为均衡是人们在长期生活中形成一种心理要求和形式感觉。画面均衡与否，不仅对整体结构有影响，还与观众的欣赏心理紧密地联系着。</div>
						<div class="para">现实生活中，一切稳定的物体都有均衡的形式：桌子四条腿是稳固的，如果三条腿则一定将它形成均衡的鼎足足势才会稳固；盖房子如果下面小上面大，就给人一种不稳固的感觉；挑担子一头重一头轻，使人走路不便；劳动中人们的姿态显然是求得身体均衡以合乎这一劳动特点的姿态……。许许多多的生活现象培养了人们要求均衡的心理，并且在人们的审美过程中起作用。</div>
						<div class="para">一幅画面在一般情况下应该是均衡，安定的，使人感到稳定，和谐，完整。利用人们要求均衡的心理因素，可以从几个方面来强调画面的表现力：</div>
						<div class="para">1、强调一种庄重、肃穆的气氛时，要求画面的均衡平稳，甚至有意地采取对称式的均衡，从四平八稳的对称均衡中显示出一种古朴的庄重的关系。</div>
						<div class="para">2、在一些强调幽雅、恬静、柔媚的抒情性风光画面及生动活泼的人物、情节画面中，要求的是变化中的均衡画面上可以有疏有密，有虚有实，但整体要求是均衡的。</div>
						<div class="para">3、均衡还可以从另一方面来加以运用。即有意地违反均衡的法则，使画面人不均衡中造成某种动荡感，象受到外界冲击一样。利用不均衡的变格形式来深刻地表达主题。</div>
						<div class="para">以上我们详细谈了关于画面构图与布局的五个关键的问题，可概括为：</div>
						<div class="para">1）主题在画面的位置和地位；</div>
						<div class="para">2）陪体在画面的地位和作用；</div>
						<div class="para">3）环境对烘托主体的作用；</div>
						<div class="para">4）画面空白的留取；</div>
						<div class="para">5）画面要达到整体的均衡；</div>
						<div class="para">这对今后我们在摄影创作中很好地去运用和实践，找出画面布局的规律、重点手法，提高我们创用上的成功率起着重要的作用。</div><h3 class="headline-2"><a class="anchor-2" name="4_4"></a><a class="anchor-2" name="sub405384_4_4"></a><span class="headline-content">线条的表现力</span></h3><div class="para">现在我们进入了千变万化，五彩缤纷的构图形式的<a href="/view/137274.htm" target="_blank">百花园</a>中，面对着一丛丛艺术构图的花朵，你首先看到的一定是各种姿态的形象，生动感人的人物造型，气势雄伟的矿山工厂，艳丽多姿的奇花异草和壮美秀丽的<a href="/view/89536.htm" target="_blank">大好河山</a>。那么，单纯从构图形式的角度，透过这些形象你又看到了什么呢？<a href="/view/982725.htm" target="_blank">是什么</a>因素构成了这些完美的形象和巧妙的布局？是光，是影调，是线条，还是色彩？大家都有各自不同的讲法。</div>
						<div class="para">构图主要是由两大因素组成的，一个是线条，一个是影调。它们是一幅摄影画面的"肌肉"和"骨架"，我们可以从形式上看任何一幅照片，都会发现它们的画面都是由不同形状的线条和影调构成的，那么如何在画面里根据主题和内容的需求来结构画面的线条呢？下面分别谈谈线条的特点：</div>
						<div class="para"><b>1、线条的提炼</b></div>
						<div class="para">（1）、神秘的线条感，我们的祖先是世界上用线条作为艺术表现手段的最早民族之一，这甚至可以追溯到七千五百年前的新石器时代，那时就已有用线条勾绘出来的形形色色的彩陶纹饰，在殷商时期就有古朴爽直的甲骨文和圆润敦厚的象形文字，这说明很早以前人们就发现和运用了线条的艺术。</div>
						<div class="para">线条是客观事物存在的一种外在形式，它制约着物体的表面形状，每一个存在着的物体都有自己的外沿轮廓形状，都呈现出一定线条组合。比如方形的桌子，长主形的柜子，它们有棱有角，有面有<a href="/view/948516.htm" target="_blank">分界线</a>，圆的球、圆形的柱子等有孤形的线条，树木有垂直线，河岩有<a href="/view/400.htm" target="_blank">曲线</a>，车船、树、<a href="/view/1083069.htm" target="_blank">瓜果</a>等生活中任何一样东西都有自己的形状和轮廓线条，物体的不同运动，也呈现出不同的<a href="/view/352681.htm" target="_blank">线条组合</a>，站立着的人和跑着的人线条结构都不同，由于人们在长期的生活中对各种物体的外沿线条轮廊及运动物体的线条变化有了深刻的印象和<a href="/view/21717.htm" target="_blank">经验</a>，所以反过来，通过一定线条的组合，人们就能联想到某种物体的形态和运动。因此，所有造型艺术都非常重视线条的概括力和表现力，它是造型艺术的重要语言。</div>
						<div class="para">摄影艺术同样必须重视线条的提炼和运用，要善于利用角度，光线，镜头等自身特有的手段，把不同物体的富有表现力的外沿轮廓加以突出和强调，使之清晰简洁，借以再现准确、鲜明、生动的视觉形象，说到线条的运用时，有些一般理解为某种线型的排列组合或者某种线条的图案美和线条趣味，实际上只会在画面上塑造可视的形象都离不开线条的提炼，比如，要想再现人的表情，动作，姿态，必须选择角度，光线等，将人的面部线条动作姿态的外沿轮廊线勾画出来，平展在画面上，人们才能感受其表情，姿态和动作的内容，并受到感染，否则，形象就会消失。我们古今画家们就是用这些丰富的线条技巧，线条的表现形式来表现人物和景物的质感，量感和空间感，运用线条来抒发自己的情感。所以说，线条是各种造型艺术表现形式的灵魂。</div>
						<div class="para">（2）、线条的功能</div>
						<div class="para">线条的功能可以归纳为以下三个方面：</div>
						<div class="para">A、线条可以作用于画面的整体结构和主体形象的总的姿态，不管是大海、森林，还是高山和深谷，我们看到的自然现象，并根据其特点，选出横、直、曲斜等线条形式，在画面结构中发挥它主要的作用。</div>
						<div class="para">B、线条可以通过对主体、陪体和背景等细部的刻划，造成不同的质感，量感和空间感。</div>
						<div class="para">C、线条在造成一件作品的旋律、节奏和意境方面，也起着很重要的作用。</div>
						<div class="para">线条并不是客观存在的实体，它只不过是因光的作用形成的各种物体的轮廓线，不同影调之间的分界线和由过度色块所组成的线型，甚至是根本不存在的人的视觉以及断续模糊的虚线，这些不同的线条，大都是在作品完成后期才能看到。在实际生活中从事摄影创作活动时，如果不认真分析、观察、体验，就有可能忽视或体会不到线条的存在，因此，我们要对摄影眼的锻炼、才有可能充分利用线条来完成构图。</div>
						<div class="para">（3）、线条的特点</div>
						<div class="para">我们把线条的特点和作用归纳分析，对我们进行摄影创作很有帮助。 线条它各自不同的特点：</div>
						<div class="para">A、垂直线条：可以促使视线上下移动，显示高度，造成耸立、高大、向上的印象。</div>
						<div class="para">B、水平线条：可以导致视线上下移动，产生开阔、伸延、舒展的效果。</div>
						<div class="para">C、斜线条：会使人感到从一端向另一端扩展或收缩，产生变化不定的感觉，富于动感。</div>
						<div class="para">D、曲线条：使视线时时改变方向，引导视线向重心发展。</div>
						<div class="para">E、圆形线条：可以造成人们的视线随之旋转，有更强烈的动感。</div>
						<div class="para">用垂直线条表现英雄形象和工业建设场景，这样有助于烘托形象高大，雄伟，向上，挺拔的艺术效果，突出人物的精神面貌和场景的巍峨气势。</div>
						<div class="para">用<a href="/view/1384689.htm" target="_blank">横向联合</a>线来表现群众活动场面，农业生产和山水风光等内容作品，以强调画面的辽阔，舒展，秀美宁静的气氛。</div>
						<div class="para">用倾斜线条来表现动体的体育活动，舞蹈等对那些需要加强画面结构的变化和刻划生产活泼形象的作品也会有运用。</div>
						<div class="para">用曲线和圆线时，多为了强调画面的纵深感和动感使画面结构更加丰富更富有艺术性。 线条的形式看起来好像很复杂，实际上只有进一步归纳起来，它只不过仅有直线和曲线两大类，直线包括着垂直线<a href="/view/7218916.htm" target="_blank">立平</a>线和斜线。</div>
						<div class="para">曲线的线条形式虽然比较丰富，但基本上都是波状线条的各种变形。</div>
						<div class="para"><b>2、线条的运用</b></div>
						<div class="para">人运用线条来表达事物的特征</div>
						<div class="para">（1）、一幅画面要根据拍摄对象的特征，选择和提炼一但富有代表性的线条来表达内容，感染观众。任何艺术都不是自然主义照搬生活，都要对生活进行概括和提炼，<a href="/view/769255.htm" target="_blank">摄影艺术</a>也不例外，凡是用取景框选取到画面上来的景物，都应该经过作者的选择、安排和提炼，其中重要的是运用线条。对鲜明简洁的线条形式呈现于画面，以发挥主线的表现力和概括力。</div>
						<div class="para">（2）、运用某种线条结构来传达感情</div>
						<div class="para">在造型的艺术中，线条是重要的抒情手段，由于人们在长期的现实生活中对某些物体的线条结构积累了深刻的印象和感受，因此一拍到某种类型的线条结构就会产生了联想，激发起相应的感情色彩，艺术家们在长期的艺术实践中对线条定格表达感情的能力非常重视，<a href="/view/1255499.htm" target="_blank">艺术理论</a>中对线条的表现力有这样的详述：水平线表现平稳，垂直线表现崇高，曲线表现优美，放射线表现奔放，斜线富有动感，圆形线条流动活泼，三角形线条稳定等。</div>
						<div class="para">摄影者应该有诗人的心灵，要把现实生活中各种物体的线条结构看成是生命的对象。树木、花草、山、石等自然界的物体，要仔细研究它们外沿轮廊线条的形状，姿态和伸展方向，利用它们各种形似来抒情。</div>
						<div class="para">（3）、运用富有特征的瞬间所展示的线条来结构表现动作和情节</div>
						<div class="para">运动着的对象物体它的形状姿态，轮廓线条则是正在不断地运动和变化的，所以要提炼运动着对象的线条结构，除了其它的造型手段外，抓取瞬间具有极其重要的意义，不同的瞬间，动体呈现的线条结构就不同，其造型表现力也不同。</div>
						<div class="para">A、高潮点的瞬间，动体的线条一般舒展流畅，刚劲有力，如跳高、跳远、戏剧、舞蹈跳跃等。在高潮点按下快门，形状线条优美舒展，能展示运动和力度和技巧，感情奔放。</div>
						<div class="para">B、运动的力的积聚阶段；线条姿态富于变化，引而不发欲伸未展，婉转蕴藉。</div>
						<div class="para">C、有些动作情节中富有表现力的姿态轮廓线条常常是在动作已经开始，但未完成之际，这样的瞬间姿态会促使观众在想象中去完成动作的连续性。（如人与物）</div>
						<div class="para">D、运用线条的排列组合，创造画面的节奏和韵律。</div>
						<div class="para">线条的重复排列成视觉上的节奏相似线条的变化和差异产生韵律。画面上线条的形状不同，排列疏密不同经人不同的视觉节奏，有的明快、有的柔和、有的急剧、有的缓慢。</div>
						<div class="para">最后，应该强调，线条的运用，一定要有利于主题的表达，要与内容紧密关联，不能脱离内容单纯追求线条效果。在摄影创作中要灵活运用。</div><h2 class="headline-1"><span class="headline-1-index">5</span><a class="anchor-1" name="5"></a><a class="anchor-1" name="sub405384_5"></a><span class="headline-content">影调动势</span><span data-edit-id="405384:405384:5" style="margin-left: 10px;" class="text_edit editable-title"><a title="编辑本段" class="nslog:1019" href="#">编辑</a></span></h2><div class="para">宇宙间的任何事物，都存在着运动、变化的规律。摄影构图形式表现也应体现这一运动规律，因为摄影是客观与主观相结合的画面表现形式，其画面形式的组合也不可能脱离物质世界运动的基本法则。正确认识自然规律，适应自然规律。</div>
						<div class="para">在摄影构图形式的表现中，一种动势的表现，是通过影调来取得的，但在影调的表现中要本着局部的影调要服从于整体影调；通过对比的美、和谐的美、节奏的美、韵律的美、比率的美、平衡的美、运动的美……在统一中求变化、在变化中求统一法则的综合运用，来对摄影画面动势美感加以创造性的表现。</div>
						<div class="para">摄影对象的主体，是来自于客观存在，在画面形式表现中，应大胆、理性地创造和完善画面。在这个过程中，还存在着对画面的整理过程，也就是剪裁的问题，剪裁取舍是对画面形式整体组织关系的局部增减，达到每一个局部都服从于整体的需要。</div>
						<div class="para">总之，构图是摄影作品成为佳作的主要方面，这一点是所有摄影人所公知的。对摄影构图的理解及快速反映，应是摄影家必备的素质。</div><h2 class="headline-1"><span class="headline-1-index">6</span><a class="anchor-1" name="6"></a><a class="anchor-1" name="sub405384_6"></a><span class="headline-content">相关书籍</span><span data-edit-id="405384:405384:6" style="margin-left: 10px;" class="text_edit editable-title"><a title="编辑本段" class="nslog:1019" href="#">编辑</a></span></h2><div class="para">《数码摄影构图从入门到精通》</div>
						<div class="para">我们需要怎样学好构图？<div style="width:171px;padding-left: 20px" data-layout="right" class="text_pic layoutright"><a style="width:171px;height:220px;left: 20px" target="_blank" class="lemmapic-mask" href="/picview/405384/405384/0/ea85a945ba37726ecefca34d.html"></a></div>拥有了自己的第一台相机，就仿佛被带入了一个充满魔力的世界。我们用它记录下人生旅程中每一个感动的瞬间，把它定格成为可以永远保存和分享的美好记忆。我们都希望自己的作品能够吸引人的目光，赢得大家的赞赏。可是，我们常常会感觉到自己的照片不够专业，为什么有些人的作品更有吸引力？这在很大的程度上取决于构图！优秀的<a href="/view/18890.htm" target="_blank">摄影师</a>有着很强的选择和安排景物的能力，就好像遣词造句一般，将景物梳理、排列，通过自己的独特的视角将它们用镜头表现出来。那么，到底怎样才能学好构图呢？</div>
						<div class="para">构图从观察和模仿开始</div>
						<div class="para">当我们探索一个陌生的领域，学习一项新的技能时，观察和模仿是最好的老师，多看别人的作品，特别是优秀的作品，是一种直接的借鉴和学习方式。在我们的日常生活中，绘画、电视、<a href="/view/2382.htm" target="_blank">电影</a>、照片、广告等等，都在传达一种大众的审美标准。有意识地分析、梳理、<a href="/view/378716.htm" target="_blank">丰满</a>这些知识，并应用到摄影中，你会发现自己在这种潜移默化中提高了构图技巧。</div>
						<div class="para">把经典的构图规则熟记于胸</div>
						<div class="para">日常生活中的分析和总结会存在一些个人的局限性，当你对构图有了一些基本的认识后，就应该系统地学习一些经典的构图规则。比如，<a href="/view/1816.htm" target="_blank">黄金分割</a>和三分法则、透过框架集中视线、充分运用对比、关注线条和瞬间动作等等。这些规则是众多的摄影师在不断的实践中总结出来的，把它们熟记于胸是学习构图的捷径。</div>
						<div class="para">让构图方法自动跳出来</div>
						<div class="para">记住了一些典型的构图规则，并不等于就能拍出优秀的摄影作品。良好的构图意识并非<a href="/view/79310.htm" target="_blank">一蹴而就</a>的，需要下苦功不断练习才能得心应手。一种简单的方法是，每次外拍之前，收集一些类似场景的优秀作品，将它们打印出来作为参考。只要持之以恒，练得久了，就会在脑子里留下各种各样的构图技巧。当你置身现场拍摄时，相应的构图方法就会自动跳出来供你选择，这就是多练的结果。</div>
						<div class="para">打破陈规寻求突破</div>
						<div class="para">对于初学者，遵循构图规则通常能够拍摄出更好的照片。但是，在摄影的奇妙世界中，“美”没有完全固定的标准。当我们能够熟练地运用各种构图技巧时，遵循某些固定的构图模式往往会陷入局限的城池中。在掌握规律的前提下去突破，去创新，才能拍出更打动人的好照片，形成自己独特的艺术风格，真正意义上的做到“<a href="/view/192467.htm" target="_blank">青出于蓝而胜于蓝</a>”！</div>
						<div class="para">【作者】 光影视界. 编著</div>
						<div class="para">【出版社】 科学出版社</div>
						<div class="para">【定价】 58.00 元</div>
						<div class="para">【出版日期】 2010年9月</div>
						<div class="para">无论你是如何看待摄影，我们都不得不正视一个事实，仅仅拥有昂贵的摄影器材、掌握摄影技术知识，并不足以创作出优秀的摄影作品。很大程度上，给人留下深刻印象的好的作品与平淡的作品之间的区别在于构图！如何拍出好照片呢？首先要重视构图！</div>
						<div class="para">本书的目的是帮助摄影爱好者学习、掌握构图的方法和要领，全书围绕摄影构图分为4个部分共计8章。</div>
						<div class="para">第一部分包括第1章和第2章，介绍如何培养敏锐的构图意识和树立基本的构图观念。构图并不仅仅是掌握规则，更重要的是拓宽眼界、培养善于选择的眼力，以摄影师独特的视角观察世界。这部分内容让读者在掌握构图基础知识的同时，在<a href="/view/77080.htm" target="_blank">摄影美学</a>方面得到启发，进而运用这些知识在拍摄实践中有所收获。</div>
						<div class="para">第二部分包括第3章和第4章，重点介绍有效的构图方法和经典的构图规则。这些规则是众多的摄影师在不断的实践中总结出来的，熟练运用这些规则是是学习构图的捷径。</div>
						<div class="para">第三部分重点介绍构图中的光线和色彩，包括不同光线的特性、选择和运用光线、调整和控制色彩、合理搭配和运用色彩等内容。摄影是用光的艺术而色彩则为画面注入了情感，注重光线和色彩运用是优秀摄影作品<a href="/view/1569952.htm" target="_blank">不可缺少</a>的元素。</div>
						<div class="para">第四部分则详细介绍了构图在摄影实践中的运用。包括人像摄影、水景、山景、树木、花卉、城市街景、园林古建、异域风情、动物昆虫、静物美食等众多的摄影主题，教会您如何把学到的构图规则融会贯通地运用到摄影实践中。</div>
						<div class="para">本书的每个章节都是精心为读者设计，大量的优秀作品和实拍场景能够引导您学会提升照片的表现力的技巧，书中还列出了细致的分析示意图和详细的拍摄参数，帮助您剖析和掌握它们在实际拍摄中的要领和技术细节。</div>
						<div class="para">本书适合希望拍出更好的照片的摄影爱好者。掌握构图是一个不断学习、实践、体会的过程。将本书置于手边，边学边练，融会贯通后，就会发现构图规则将自然地成为您思考的一部分，并且不久它们将成为您的习惯！挥洒自如地拍摄出与专家相比丝毫不逊色的照片已经不是难事。</div>			
						<div>标注：本文来自<a href="http://baike.baidu.com/link?url=qzGUqKVB9TnoLtlRNgMoEv2IxRgtp4UhyWJGNf609bzOYqfmLzPh_5G6kAQcq_vU" target="_blank">http://baike.baidu.com/link?url=qzGUqKVB9TnoLtlRNgMoEv2IxRgtp4UhyWJGNf609bzOYqfmLzPh_5G6kAQcq_vU</a></div>
						<div class="clear"></div>
					</div>
				</div>
			</figure>
			<figure class="shangxyb_firg">
				<p><strong>PREV：</strong><a href="list_changshi.php">掌握这些摄影构图技巧，你就是大师！</a></p>
				<p><strong>NEXT：</strong><a href="list_laojie.php">即将消失的老街</a></p>
			</figure>
			<section class="plun_sec">
				<h3>最新评论</h3>
				<article class="xx_article">
					<a href="#" class="name_logo"><img src="images/pic/logo.gif" /></a>
					<div class="qchu_div">
						<p><span><a href="#" class="name_cpl">牵着你的手</a><time>16</time><em>小时前</em></span></p>
						<p>不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark!</p>
						<p class="tr"><a href="#" class="btn_huifu">回复</a></p>
					</div>
				</article>
				<article class="xx_article">
					<a href="#" class="name_logo"><img src="images/pic/logo.gif" /></a>
					<div class="qchu_div">
						<p><span><a href="#" class="name_cpl">牵着你的手</a><time>16</time><em>小时前</em></span></p>
						<p>不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark不错mark!</p>
						<p class="tr"><a href="#" class="btn_huifu">回复</a></p>
					</div>
				</article>

			</section>
			<figure class="liuyan_fir">
				<form method="post">
					<h3>提交评论</h3>
					<p><input type="text" placeholder="名字" /><input type="email" placeholder="邮箱" /></p>
					<p><textarea placeholder="评论内容"></textarea></p>
					<p><input type="submit" value="提交" id="btn_plun" /></p>
				</form>
			</figure>
		</section>
		<?php require ROOT_PATH.'includes/list.right.inc.php' ?>
		<div class="cl"></div>
	</section>
	<?php require ROOT_PATH.'includes/footer.inc.php' ?>
</section>
</body>
</html>
